***** Org Agenda
      
      Org agenda files, and key rebinding

     #+begin_src emacs-lisp
       (setq org-agenda-files '("~/Org/University.org"
				"~/Org/Personal.org"
				"~/Org/Birthdays.org"))
       (global-set-key (kbd "C-c a") 'org-agenda)
       (setq org-refile-targets
	     '(("~/Org/University.org" :maxlevel . 2)
	       ("~/Org/Personal.org" :maxlevel . 1)))
     #+end_src

     #+RESULTS:
     : ((~/Org/University.org :maxlevel . 2) (~/Org/Personal.org :maxlevel . 1))

